Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# rewards.activate_referral_code.title
source: Redeem code
ar: رمز الاسترداد
bn: কোড রিডিম করুন
cs: Uplatnit kód
da: Indløs kode
de: Einlösecode
es: Canjear código
fa: کد فعال‌سازی
fil: I-redeem ang code
fr: Code d'échange
ha: Fanshe lambar
he: מימוש קוד
hi: रीडीम कोड
id: Tukarkan kode
it: Riscatta il codice
ja: 紹介コードを使う
ko: 코드 사용
ms: Tebus kod
nl: Code inwisselen
pl: Zrealizuj kod
pt_br: Resgatar código
ro: Valorificați codul
ru: Активируйте код
sw: Komboa msimbo
th: รหัสแลกรับ
tr: Kodu kullan
uk: Активувати код
ur: کوڈ بھنائیں۔
vi: Mã đổi thưởng
zh_hans: 兑换邀请码
zh_hant: 兌換邀請碼

# rewards.confirm_redeem
source: Get %@ for %@!
ar: يحصل %@ ل %@!
bn: পান %@ জন্য %@!
cs: Získat %@ pro %@!
da: Få %@ for %@!
de: Erhalten %@ für %@!
es: Conseguir %@ para %@!
fa: دریافت %@ برای %@!
fil: Kunin %@ para sa %@!
fr: Obtenir %@ pour %@!
ha: Samu %@ don %@!
he: לְקַבֵּל %@ עֲבוּר %@!
hi: पाना %@ के लिए %@!
id: Mendapatkan %@ untuk %@!
it: Ottenere %@ per %@!
ja: %@ を %@ で獲得しますか？
ko: 얻다 %@ ~을 위한 %@!
ms: Dapatkan %@ untuk %@!
nl: %@ ontvangen voor %@!
pl: Zdobądź %@ za %@!
pt_br: Pegar %@ para %@!
ro: Obţine %@ pentru %@!
ru: Получить %@ за %@!
sw: Pata %@ kwa %@!
th: รับ %@ สำหรับ %@-
tr: Elde etmek %@ için %@!
uk: Отримати %@ для %@!
ur: حاصل کریں۔ %@ کے لیے %@!
vi: Lấy %@ vì %@!
zh_hans: 兑换 %@ 需要 %@！
zh_hant: 兌換 %@ 需要 %@！

# rewards.create_referral_code.info
source: This will be your personal nickname for the current wallet.
ar: سيكون هذا هو اسمك المستعار الشخصي للمحفظة الحالية.
bn: এটি আপনার বর্তমান ওয়ালেটের ব্যক্তিগত ডাকনাম হবে।
cs: Toto bude vaše osobní přezdívka pro aktuální peněženku.
da: Dette vil være dit personlige kaldenavn for den nuværende tegnebog.
de: Dies wird Ihr persönlicher Spitzname für die aktuelle Wallet sein.
es: Este será tu apodo personal para la billetera actual.
fa: این نام مستعار شخصی شما برای کیف پول فعلی خواهد بود.
fil: Ito ang magiging personal mong palayaw para sa kasalukuyang wallet.
fr: Ce sera le surnom personnel que vous donnerez à votre portefeuille actuel.
ha: Wannan zai zama sunan barkwancinka na sirri don walat ɗin da ke yanzu.
he: זה יהיה הכינוי האישי שלך לארנק הנוכחי.
hi: यह आपके वर्तमान वॉलेट के लिए आपका व्यक्तिगत उपनाम होगा।
id: Ini akan menjadi nama panggilan pribadi Anda untuk dompet saat ini.
it: Questo sarà il tuo soprannome personale per il portafoglio attuale.
ja: これは現在のウォレットの個人的なニックネームになります。
ko: 이것은 현재 지갑에 사용할 개인 별명입니다.
ms: Ini akan menjadi nama panggilan peribadi anda untuk dompet semasa.
nl: Dit wordt je persoonlijke bijnaam voor de huidige portemonnee.
pl: To będzie Twój osobisty pseudonim dla obecnego portfela.
pt_br: Este será o seu apelido pessoal para a carteira atual.
ro: Aceasta va fi porecla ta personală pentru portofelul curent.
ru: Это будет ваш никнейм для текущего кошелька.
sw: Hili litakuwa jina lako la utani la pochi ya sasa.
th: นี่จะเป็นชื่อเล่นส่วนตัวของคุณสำหรับกระเป๋าเงินดิจิทัลปัจจุบัน
tr: Bu, mevcut cüzdanınız için kullanacağınız kişisel takma adınız olacak.
uk: Це буде ваш особистий псевдонім для поточного гаманця.
ur: موجودہ بٹوے کے لیے یہ آپ کا ذاتی عرفی نام ہوگا۔
vi: Đây sẽ là biệt danh cá nhân của bạn cho ví hiện tại.
zh_hans: 这将是当前钱包的个人昵称。
zh_hant: 這將是目前錢包的個人暱稱。

# rewards.create_referral_code.title
source: Create Username
ar: إنشاء اسم المستخدم
bn: ব্যবহারকারীর নাম তৈরি করুন
cs: Vytvořit uživatelské jméno
da: Opret brugernavn
de: Benutzername erstellen
es: Crear nombre de usuario
fa: ایجاد نام کاربری
fil: Gumawa ng Username
fr: Créer un nom d'utilisateur
ha: Ƙirƙiri Sunan mai amfani
he: צור שם משתמש
hi: उपयोगकर्ता नाम बनाएँ
id: Buat Nama Pengguna
it: Crea nome utente
ja: ユーザー名を作成
ko: 사용자 이름 생성
ms: Cipta Nama Pengguna
nl: Gebruikersnaam aanmaken
pl: Utwórz nazwę użytkownika
pt_br: Criar nome de usuário
ro: Creați un nume de utilizator
ru: Создать имя пользователя
sw: Unda Jina la Mtumiaji
th: สร้างชื่อผู้ใช้
tr: Kullanıcı Adı Oluştur
uk: Створити ім'я користувача
ur: صارف نام بنائیں
vi: Tạo tên người dùng
zh_hans: 创建用户名
zh_hant: 建立使用者名稱

# rewards.earn_points.title
source: Earn Points
ar: اكسب نقاطًا
bn: পয়েন্ট অর্জন করুন
cs: Získejte body
da: Optjen point
de: Punkte sammeln
es: Gana puntos
fa: امتیاز کسب کنید
fil: Kumita ng mga Puntos
fr: Gagnez des points
ha: Sami Maki
he: צברו נקודות
hi: अंक अर्जित करें
id: Dapatkan Poin
it: Guadagna punti
ja: ポイントを獲得
ko: 포인트를 적립하세요
ms: Dapatkan Mata Ganjaran
nl: Verdien punten
pl: Zdobądź punkty
pt_br: Ganhe pontos
ro: Câștigă puncte
ru: Зарабатывайте баллы
sw: Pata Pointi
th: สะสมคะแนน
tr: Puan Kazanın
uk: Заробляйте бали
ur: پوائنٹس حاصل کریں۔
vi: Tích điểm
zh_hans: 赚取积分
zh_hant: 賺取積分

# rewards.get_rewards.title
source: Get Rewards
ar: احصل على مكافآت
bn: পুরষ্কার পান
cs: Získejte odměny
da: Få belønninger
de: Prämien sichern
es: Obtenga recompensas
fa: دریافت پاداش
fil: Kumuha ng mga Gantimpala
fr: Obtenez des récompenses
ha: Sami Lada
he: קבלו תגמולים
hi: पुरस्कार पाना
id: Dapatkan Hadiah
it: Ottieni ricompense
ja: ポイントを交換
ko: 보상을 받으세요
ms: Dapatkan Ganjaran
nl: Ontvang beloningen
pl: Zdobądź nagrody
pt_br: Receba recompensas
ro: Obțineți recompense
ru: Получайте награды
sw: Pata Zawadi
th: รับรางวัล
tr: Ödüller Kazanın
uk: Отримайте винагороди
ur: انعامات حاصل کریں۔
vi: Nhận phần thưởng
zh_hans: 兑换积分
zh_hant: 兌換積分

# rewards.insufficient_points
source: Insufficient points
ar: نقاط غير كافية
bn: অপর্যাপ্ত পয়েন্ট
cs: Nedostatek bodů
da: Utilstrækkelige point
de: Unzureichende Punkte
es: Puntos insuficientes
fa: امتیاز ناکافی
fil: Hindi sapat na puntos
fr: Points insuffisants
ha: Rashin isassun maki
he: נקודות לא מספיקות
hi: अपर्याप्त अंक
id: Poin tidak mencukupi
it: Punti insufficienti
ja: ポイントが足りない
ko: 점수가 부족합니다
ms: Mata tidak mencukupi
nl: Onvoldoende punten
pl: Za mało punktów
pt_br: Pontos insuficientes
ro: Puncte insuficiente
ru: Недостаточно баллов
sw: Pointi zisizotosha
th: คะแนนไม่เพียงพอ
tr: Yetersiz puan
uk: Недостатньо балів
ur: ناکافی پوائنٹس
vi: Không đủ điểm
zh_hans: 积分不足
zh_hant: 積分不足

# rewards.invite_friends.description
source: Earn %@ points for each friend who joins.
ar: يكسب %@ نقاط لكل صديق ينضم.
bn: আয় করুন %@ যোগদানকারী প্রতিটি বন্ধুর জন্য পয়েন্ট।
cs: Získejte %@ bodů za každého přítele, který se připojí.
da: Optjen %@ point for hver ven, der tilmelder sig.
de: Verdienen %@ Punkte für jeden geworbenen Freund.
es: Ganar %@ puntos por cada amigo que se una.
fa: کسب درآمد %@ امتیاز برای هر دوستی که عضو می‌شود.
fil: Kumita %@ puntos para sa bawat kaibigang sasali.
fr: Gagner %@ Des points pour chaque ami qui s'inscrit.
ha: Sami %@ maki ga kowane aboki da ya shiga.
he: לִזכּוֹת %@ נקודות לכל חבר שמצטרף.
hi: कमाना %@ जितने दोस्त जुड़ेंगे, उतने ही पॉइंट्स मिलेंगे।
id: Menghasilkan %@ poin untuk setiap teman yang bergabung.
it: Guadagnare %@ punti per ogni amico che si iscrive.
ja: 友達が1人参加するごとに、%@ ポイントを獲得できます。
ko: 벌다 %@ 친구가 가입할 때마다 포인트를 획득합니다.
ms: Dapatkan %@ mata untuk setiap rakan yang menyertai.
nl: Verdienen %@ punten voor elke vriend die meedoet.
pl: Zarabiaj %@ punktów za każdego dołączonego znajomego.
pt_br: Ganhar %@ Pontos para cada amigo que se inscrever.
ro: Câştiga %@ puncte pentru fiecare prieten care se alătură.
ru: Зарабатывай %@ баллов за каждого друга, который присоединится.
sw: Pata %@ pointi kwa kila rafiki anayejiunga.
th: ได้รับ %@ รับคะแนนสะสมสำหรับเพื่อนแต่ละคนที่เข้าร่วม
tr: Para kazanmak %@ Katılan her arkadaş için puan kazanacaksınız.
uk: Отримуйте %@ балів за кожного друга, який долучиться.
ur: کمائیں %@ شامل ہونے والے ہر دوست کے لیے پوائنٹس۔
vi: Kiếm %@ Điểm thưởng cho mỗi người bạn tham gia.
zh_hans: 每邀请一位好友加入，即可赚取 %@ 积分。
zh_hant: 每邀請一位好友加入，即可獲得 %@ 積分。

# rewards.invite_friends.title
source: Invite Friends
ar: ادعُ الأصدقاء
bn: বন্ধুদের আমন্ত্রণ জানান
cs: Pozvat přátele
da: Inviter venner
de: Freunde einladen
es: Invitar amigos
fa: دعوت از دوستان
fil: Mag-imbita ng mga Kaibigan
fr: Inviter des amis
ha: Gayyaci Abokai
he: הזמן חברים
hi: मित्रों को आमंत्रित करें
id: Undang Teman
it: Invita amici
ja: 友達を招待
ko: 친구 초대하기
ms: Jemput Rakan-rakan
nl: Nodig vrienden uit
pl: Zaproś znajomych
pt_br: Convide amigos
ro: Invită prieteni
ru: Пригласите друзей
sw: Alika Marafiki
th: เชิญเพื่อนๆ
tr: Arkadaşlarınızı Davet Edin
uk: Запросити друзів
ur: دوستوں کو مدعو کریں۔
vi: Mời bạn bè
zh_hans: 邀请好友
zh_hant: 邀請好友

# rewards.invited_by
source: Invited By
ar: بدعوة من
bn: দ্বারা আমন্ত্রিত
cs: Pozván od
da: Inviteret af
de: Eingeladen von
es: Invitado por
fa: دعوت شده توسط
fil: Inimbitahan Ni
fr: Invité par
ha: Gayyatar Ta
he: מוזמן על ידי
hi: द्वारा आमंत्रित
id: Diundang Oleh
it: Invitato da
ja: 招待者
ko: 초대자
ms: Dijemput Oleh
nl: Uitgenodigd door
pl: Zaproszony przez
pt_br: Convidado por
ro: Invitat de
ru: Пригласил
sw: Alialikwa Na
th: ได้รับเชิญจาก
tr: Davet Eden
uk: Запрошено
ur: کی طرف سے مدعو کیا گیا
vi: Được mời bởi
zh_hans: 邀请者
zh_hant: 邀請者

# rewards.my_referral_code
source: My referral code
ar: رمز الإحالة الخاص بي
bn: আমার রেফারেল কোড
cs: Můj doporučovací kód
da: Min henvisningskode
de: Mein Empfehlungscode
es: Mi código de referencia
fa: کد معرف من
fil: Ang aking referral code
fr: Mon code de parrainage
ha: Lambar da na bayar ta hanyar sadarwa
he: קוד ההפניה שלי
hi: मेरा रेफरल कोड
id: Kode referensi saya
it: Il mio codice di riferimento
ja: 私の紹介コード
ko: 내 추천 코드
ms: Kod rujukan saya
nl: Mijn verwijzingscode
pl: Mój kod polecający
pt_br: Meu código de indicação
ro: Codul meu de recomandare
ru: Мой реферальный код
sw: Nambari yangu ya rufaa
th: รหัสแนะนำของฉัน
tr: Benim referans kodum
uk: Мій реферальний код
ur: میرا ریفرل کوڈ
vi: Mã giới thiệu của tôi
zh_hans: 我的邀请码
zh_hant: 我的邀請碼

# rewards.nickname
source: Nickname
ar: كنية
bn: ডাকনাম
cs: Přezdívka
da: Kælenavn
de: Spitzname
es: Apodo
fa: نام مستعار
fil: Palayaw
fr: Surnom
ha: Laƙabi
he: כינוי
hi: उपनाम
id: Nama panggilan
it: Soprannome
ja: ニックネーム
ko: 별명
ms: Nama panggilan
nl: Bijnaam
pl: Przydomek
pt_br: Apelido
ro: Poreclă
ru: Никнейм
sw: Jina la utani
th: ชื่อเล่น
tr: Takma ad
uk: Прізвисько
ur: عرفی نام
vi: Biệt danh
zh_hans: 昵称
zh_hant: 暱稱

# rewards.pending.description
source: Available in %@
ar: متوفر في %@
bn: %@ এ পাওয়া যাবে
cs: K dispozici v %@
da: Tilgængelig i %@
de: Verfügbar in %@
es: Disponible en %@
fa: موجود در %@
fil: Makukuha sa %@
fr: Disponible en %@
ha: Akwai a cikin %@
he: זמין ב %@
hi: उपलब्ध है %@
id: Tersedia dalam %@
it: Disponibile in %@
ja: 受け取り可能時期：%@
ko: 다음에서 이용 가능합니다: %@
ms: Tersedia dalam %@
nl: Beschikbaar in %@
pl: Dostępne w %@
pt_br: Disponível em %@
ro: Disponibil în %@
ru: Доступно в %@
sw: Inapatikana katika %@
th: มีจำหน่ายใน %@
tr: Mevcuttur %@
uk: Доступно в %@
ur: میں دستیاب ہے۔ %@
vi: Có sẵn trong %@
zh_hans: 预计 %@ 可领取
zh_hant: 預計 %@ 可領取

# rewards.pending.description_ready
source: Your bonus is ready!
ar: مكافأتك جاهزة!
bn: আপনার বোনাস প্রস্তুত!
cs: Váš bonus je připraven!
da: Din bonus er klar!
de: Ihr Bonus ist bereit!
es: ¡Tu bono está listo!
fa: جایزه شما آماده است!
fil: Handa na ang iyong bonus!
fr: Votre prime est prête !
ha: Karin kyautar ku a shirye take!
he: הבונוס שלך מוכן!
hi: आपका बोनस तैयार है!
id: Bonus Anda sudah siap!
it: Il tuo bonus è pronto!
ja: ポイントを受け取れるようになりました！
ko: 보너스가 지급되었습니다!
ms: Bonus anda sudah siap!
nl: Je bonus staat klaar!
pl: Twój bonus jest gotowy!
pt_br: Seu bônus está pronto!
ro: Bonusul tău este gata!
ru: Ваш бонус готов!
sw: Bonasi yako iko tayari!
th: โบนัสของคุณพร้อมแล้ว!
tr: Bonusunuz hazır!
uk: Ваш бонус готовий!
ur: آپ کا بونس تیار ہے!
vi: Phần thưởng của bạn đã sẵn sàng!
zh_hans: 积分已可领取！
zh_hant: 積分已可領取！

# rewards.pending.title
source: Bonus Pending
ar: المكافأة معلقة
bn: বোনাস মুলতুবি
cs: Bonus čeká na vyřízení
da: Bonus afventer
de: Bonus ausstehend
es: Bono pendiente
fa: پاداش در انتظار
fil: Bonus na Nakabinbin
fr: Bonus en attente
ha: Karin Kudi Ana Jira
he: בונוס ממתין
hi: बोनस लंबित है
id: Bonus Tertunda
it: Bonus in sospeso
ja: ポイント保留中
ko: 보너스 지급 예정
ms: Bonus Tertunda
nl: Bonus in afwachting
pl: Bonus w toku
pt_br: Bônus pendente
ro: Bonus în așteptare
ru: Ожидается выплата бонуса
sw: Bonasi Inasubiri
th: โบนัสรออนุมัติ
tr: Bonus Beklemede
uk: Бонус очікує на розгляд
ur: بونس زیر التواء
vi: Tiền thưởng đang chờ xử lý
zh_hans: 积分待发放
zh_hant: 積分待發放

# rewards.points
source: Points
ar: نقاط
bn: পয়েন্ট
cs: Body
da: Point
de: Punkte
es: Puntos
fa: امتیازها
fil: Mga Puntos
ha: Maki
he: נקודות
hi: अंक
id: Poin
it: Punti
ja: ポイント
ko: 포인트
ms: Mata
nl: Punten
pl: Punkty
pt_br: Pontos
ro: Puncte
ru: Баллы
sw: Pointi
th: คะแนน
tr: Puanlar
uk: Очки
ur: پوائنٹس
vi: Điểm
zh_hans: 积分
zh_hant: 積分

# rewards.referral_code
source: Referral Code
ar: رمز الإحالة
bn: রেফারেল কোড
cs: Doporučovací kód
da: Henvisningskode
de: Empfehlungscode
es: Código de referencia
fa: کد ارجاع
fil: Kodigo ng Referral
fr: Code de parrainage
ha: Lambar Shawara
he: קוד הפניה
hi: रेफरल कोड
id: Kode Referensi
it: Codice di riferimento
ja: 紹介コード
ko: 추천 코드
ms: Kod Rujukan
nl: Verwijzingscode
pl: Kod polecający
pt_br: Código de indicação
ro: Cod de recomandare
ru: Реферальный код
sw: Nambari ya Rufaa
th: รหัสอ้างอิง
tr: Yönlendirme Kodu
uk: Реферальний код
ur: ریفرل کوڈ
vi: Mã giới thiệu
zh_hans: 邀请码
zh_hant: 邀請碼

# rewards.referrals
source: Referrals
ar: الإحالات
bn: রেফারেল
cs: Doporučení
da: Henvisninger
de: Empfehlungen
es: Referencias
fa: ارجاعات
fil: Mga Referral
fr: Parrainages
ha: Shawarwari
he: הפניות
hi: रेफरल
id: Rujukan
it: Riferimenti
ja: 紹介人数
ko: 추천
ms: Rujukan
nl: Verwijzingen
pl: Polecenia
pt_br: Indicações
ro: Recomandări
ru: Рефералы
sw: Marejeleo
th: การส่งต่อ
tr: Yönlendirmeler
uk: Реферали
ur: حوالہ جات
vi: Giới thiệu
zh_hans: 邀请人数
zh_hant: 邀請人數

# rewards.share_text
source: Join Gem Wallet with my referral link and earn rewards: %@
ar: ينضم Gem Wallet استخدم رابط الإحالة الخاص بي واحصل على مكافآت: %@
bn: যোগদান করুন Gem Wallet আমার রেফারেল লিঙ্ক দিয়ে পুরষ্কার জিতুন: %@
cs: Připojte se ke Gem Wallet pomocí mého doporučovacího odkazu a získejte odměny: %@
da: Deltag Gem Wallet med mit henvisningslink og optjen belønninger: %@
de: Treten Sie Gem Wallet mit meinem Empfehlungslink bei und verdienen Sie Prämien: %@
es: Únete a Gem Wallet con mi enlace de referencia y gana recompensas: %@
fa: عضویت Gem Wallet با لینک معرفی من و کسب جوایز: %@
fil: Sumali Gem Wallet gamit ang aking referral link at kumita ng mga gantimpala: %@
fr: Rejoignez Gem Wallet avec mon lien de parrainage et gagnez des récompenses : %@
ha: Shiga Gem Wallet tare da hanyar haɗin yanar gizo na kuma sami lada: %@
he: לְהִצְטַרֵף Gem Wallet בעזרת קישור ההפניה שלי וצברו פרסים: %@
hi: जोड़ना Gem Wallet मेरे रेफरल लिंक का उपयोग करें और पुरस्कार अर्जित करें: %@
id: Bergabung Gem Wallet Gunakan tautan referensi saya dan dapatkan hadiah: %@
it: Unisciti a Gem Wallet con il mio link di riferimento e guadagna premi: %@
ja: 私の紹介リンクから Gem Wallet に参加して、ポイントを獲得しましょう：%@
ko: 제 추천 링크로 Gem Wallet에 가입하고 보상을 받으세요: %@
ms: Sertai Gem Wallet dengan pautan rujukan saya dan dapatkan ganjaran: %@
nl: Doe mee met Gem Wallet via mijn verwijzingslink en verdien beloningen: %@
pl: Dołącz do Gem Wallet z moim linkiem polecającym i zyskaj nagrody: %@
pt_br: Juntar Gem Wallet Use meu link de indicação e ganhe recompensas: %@
ro: Alătură-te Gem Wallet cu linkul meu de recomandare și câștigă recompense: %@
ru: Создайте Gem Wallet по моей реферальной ссылке и получите вознаграждение: %@
sw: Jiunge Gem Wallet kwa kutumia kiungo changu cha rufaa na upate zawadi: %@
th: เข้าร่วม Gem Wallet ใช้ลิงก์แนะนำของฉันเพื่อรับรางวัล: %@
tr: Katılmak Gem Wallet Benim referans linkimi kullanarak kayıt olun ve ödüller kazanın: %@
uk: Приєднатися Gem Wallet за моїм реферальним посиланням та отримуйте винагороди: %@
ur: شمولیت Gem Wallet میرے ریفرل لنک کے ساتھ اور انعامات حاصل کریں: %@
vi: Tham gia Gem Wallet Sử dụng liên kết giới thiệu của tôi và nhận phần thưởng: %@
zh_hans: 通过我的邀请链接加入 Gem Wallet，即可获得积分：%@
zh_hant: 透過我的邀請連結加入 Gem Wallet，即可獲得積分：%@

# rewards.title
source: Rewards
ar: مكافآت
bn: পুরষ্কার
cs: Odměny
da: Belønninger
de: Prämien
es: Recompensas
fa: پاداش‌ها
fil: Mga Gantimpala
fr: Récompenses
ha: Lada
he: תגמולים
hi: पुरस्कार
id: Hadiah
it: Ricompense
ja: ポイント
ko: 보상
ms: Ganjaran
nl: Beloningen
pl: Nagrody
pt_br: Recompensas
ro: Recompense
ru: Награды
sw: Zawadi
th: รางวัล
tr: Ödüller
uk: Нагороди
ur: انعامات
vi: Phần thưởng
zh_hans: 积分
zh_hant: 積分

# rewards.unverified.description
source: Rewards activate automatically as you use the app more.
ar: يتم تفعيل المكافآت تلقائيًا كلما زاد استخدامك للتطبيق.
bn: আপনি অ্যাপটি যত বেশি ব্যবহার করবেন, পুরস্কারগুলো তত স্বয়ংক্রিয়ভাবে সক্রিয় হবে।
cs: Odměny se aktivují automaticky, jakmile aplikaci používáte více.
da: Belønninger aktiveres automatisk, når du bruger appen mere.
de: Prämien werden automatisch aktiviert, je mehr Sie die App nutzen.
es: Las recompensas se activan automáticamente a medida que usas más la aplicación.
fa: با استفاده بیشتر از برنامه، جوایز به طور خودکار فعال می‌شوند.
fil: Awtomatikong naa-activate ang mga reward habang mas madalas mong ginagamit ang app.
fr: Les récompenses s'activent automatiquement à mesure que vous utilisez l'application.
ha: Lada yana kunna ta atomatik yayin da kake amfani da app ɗin sosai.
he: הפרסים מופעלים אוטומטית ככל שתשתמשו יותר באפליקציה.
hi: जैसे-जैसे आप ऐप का अधिक उपयोग करेंगे, पुरस्कार स्वचालित रूप से सक्रिय हो जाएंगे।
id: Hadiah akan aktif secara otomatis seiring Anda semakin sering menggunakan aplikasi.
it: I premi si attivano automaticamente man mano che utilizzi l'app.
ja: アプリを使い続けると、ポイント機能が自動的に有効になります。
ko: 앱을 더 많이 사용할수록 보상이 자동으로 활성화됩니다.
ms: Ganjaran diaktifkan secara automatik apabila anda menggunakan aplikasi dengan lebih kerap.
nl: Je beloningen worden automatisch geactiveerd naarmate je de app meer gebruikt.
pl: Nagrody aktywują się automatycznie w miarę jak częściej korzystasz z aplikacji.
pt_br: As recompensas são ativadas automaticamente conforme você usa o aplicativo com mais frequência.
ro: Recompensele se activează automat pe măsură ce utilizați aplicația mai mult.
ru: Награды активируются автоматически по мере более частого использования приложения.
sw: Zawadi huamilishwa kiotomatiki unapotumia programu zaidi.
th: รางวัลจะเปิดใช้งานโดยอัตโนมัติเมื่อคุณใช้งานแอปมากขึ้น
tr: Uygulamayı daha çok kullandıkça ödüller otomatik olarak etkinleşir.
uk: Винагороди активуються автоматично, коли ви більше користуєтеся додатком.
ur: جب آپ ایپ کو زیادہ استعمال کرتے ہیں تو انعامات خود بخود فعال ہوجاتے ہیں۔
vi: Phần thưởng sẽ tự động được kích hoạt khi bạn sử dụng ứng dụng nhiều hơn.
zh_hans: 继续使用应用，积分功能会自动激活。
zh_hant: 繼續使用 App，積分功能會自動啟用。

# rewards.unverified.title
source: Rewards not active yet.
ar: المكافآت غير مفعلة بعد.
bn: পুরস্কারগুলো এখনও সক্রিয় হয়নি।
cs: Odměny zatím nejsou aktivní.
da: Belønninger er endnu ikke aktive.
de: Prämien noch nicht aktiv.
es: Las recompensas aún no están activas.
fa: هنوز بخش جوایز فعال نشده است.
fil: Hindi pa aktibo ang mga gantimpala.
fr: Récompenses non encore actives.
ha: Ladabi bai yi aiki ba tukuna.
he: הפרסים עדיין לא פעילים.
hi: पुरस्कार अभी सक्रिय नहीं हैं।
id: Hadiah belum aktif.
it: Premi non ancora attivi.
ja: ポイント機能はまだ利用できません。
ko: 보상 프로그램이 아직 활성화되지 않았습니다.
ms: Ganjaran belum aktif lagi.
nl: Beloningen nog niet actief.
pl: Nagrody nie są jeszcze aktywne.
pt_br: As recompensas ainda não estão ativas.
ro: Recompensele nu sunt încă active.
ru: Награды пока неактивны.
sw: Zawadi hazijaanza kutumika bado.
th: ระบบรางวัลยังไม่เปิดใช้งาน
tr: Ödüller henüz aktif değil.
uk: Нагороди ще не активні.
ur: انعامات ابھی فعال نہیں ہیں۔
vi: Phần thưởng chưa được kích hoạt.
zh_hans: 积分尚未激活。
zh_hant: 積分功能尚未啟用。

# rewards.username
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fil: Pangalan ng Gumagamit
fr: Nom d'utilisateur
ha: Sunan mai amfani
he: שם משתמש
hi: उपयोगकर्ता नाम
id: Nama belakang
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
ur: صارف نام
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# rewards.ways_spend.asset.title
source: Get %@
ar: يحصل %@
bn: পান %@
cs: Získat %@
da: Få %@
de: Erhalten %@
es: Conseguir %@
fa: دریافت %@
fil: Kunin %@
fr: Obtenir %@
ha: Samu %@
he: לְקַבֵּל %@
hi: पाना %@
id: Mendapatkan %@
it: Ottenere %@
ja: %@ を獲得
ko: 얻다 %@
ms: Dapatkan %@
nl: %@ ontvangen
pl: Zdobądź %@
pt_br: Obter %@
ro: Obţine %@
ru: Получить %@
sw: Pata %@
th: รับ %@
tr: Elde etmek %@
uk: Отримати %@
ur: حاصل کریں۔ %@
vi: Lấy %@
zh_hans: 兑换 %@
zh_hant: 兌換 %@

# rewards.ways_spend.title
source: Ways to Spend
ar: طرق الإنفاق
bn: খরচ করার উপায়
cs: Způsoby, jak utratit
da: Måder at bruge penge på
de: Möglichkeiten zum Ausgeben
es: Formas de gastar
fa: راه‌های خرج کردن
fil: Mga Paraan ng Paggastos
fr: Façons de dépenser
ha: Hanyoyin Kashe Kuɗi
he: דרכים להוציא כסף
hi: खर्च करने के तरीके
id: Cara untuk Berbelanja
it: Modi di spendere
ja: ポイントの使い道
ko: 돈을 쓰는 방법
ms: Cara-cara untuk Berbelanja
nl: Manieren om je geld uit te geven
pl: Sposoby wydawania pieniędzy
pt_br: Formas de gastar
ro: Modalități de a cheltui
ru: Способы потратить
sw: Njia za Kutumia
th: วิธีใช้จ่าย
tr: Harcama Yolları
uk: Способи витрат
ur: خرچ کرنے کے طریقے
vi: Các cách chi tiêu
zh_hans: 积分兑换
zh_hant: 積分兌換

# search.state.empty.description
source: Check the spelling or try a new search.
ar: تحقق من التهجئة أو حاول إجراء بحث جديد.
bn: বানান পরীক্ষা করুন অথবা নতুন করে অনুসন্ধান করে দেখুন।
cs: Zkontrolujte pravopis nebo zkuste nové vyhledávání.
da: Tjek stavningen eller prøv en ny søgning.
de: Überprüfen Sie die Rechtschreibung oder versuchen Sie eine neue Suche.
es: Verifique la ortografía o intente una nueva búsqueda.
fa: املای صحیح را بررسی کنید یا جستجوی جدیدی را امتحان کنید.
fil: Suriin ang spelling o subukan ang isang bagong paghahanap.
fr: Vérifiez l'orthographe ou essayez une nouvelle recherche.
ha: Duba harafin ko gwada sabon bincike.
he: בדוק את האיות או נסה חיפוש חדש.
hi: वर्तनी की जाँच करें या नई खोज का प्रयास करें।
id: Periksa ejaan atau coba pencarian baru.
it: Controlla l'ortografia o prova una nuova ricerca.
ja: スペルを確認するか、新しい検索を試してください。
ko: 철자를 확인하거나 새로 검색해 보세요.
ms: Semak ejaan atau cuba carian baharu.
nl: Controleer de spelling of probeer een nieuwe zoekopdracht.
pl: Sprawdź pisownię lub spróbuj wyszukać ponownie.
pt_br: Verifique a ortografia ou tente uma nova pesquisa.
ro: Verificați ortografia sau încercați o căutare nouă.
ru: Проверьте орфографию или попробуйте новый поиск.
sw: Angalia tahajia au jaribu utafutaji mpya.
th: ตรวจสอบการสะกดคำหรือลองค้นหาใหม่
tr: Yazımını kontrol edin veya yeni bir arama deneyin.
uk: Перевірте орфографію або спробуйте новий пошук.
ur: ہجے چیک کریں یا نئی تلاش کی کوشش کریں۔
vi: Kiểm tra lỗi chính tả hoặc thử tìm kiếm mới.
zh_hans: 检查拼写或尝试新的搜索。
zh_hant: 請檢查拼字或嘗試新的搜尋。
